/* Task view. */
HSDFSD_TaskName = "Marcaciones rápidas de fax";
HSDFPB_TaskName = "Libreta de teléfonos y faxes";
HSDFSD_TaskDescription = "Utilice los botones + y - o escriba la información que desee en la memoria de Marcación rápida del dispositivo. O bien, utilice la Libreta de direcciones para buscar y añadir información.";
HSDFPB_TaskDescription = "La libreta de teléfonos y faxes le permite ver y gestionar la lista de contactos en su dispositivo.\nUtilice los botones + y - para agregar o eliminar contactos. Puede usar Contactos para encontrar más entradas y agregarlas a la lista.";

ActionMenuTooltip = "Menú de acciones";

HSDEntryIndexColumnTitle = "#";
HSDEntryNameColumnTitle = "Nombre";
HSDEntryPhoneNumberColumnTitle = "Número de fax";
HSDEntryEditActionMenuTitle = "Editar…";
HSDEntryCreateGroupActionMenuTitle = "Crear grupo…";
EntriesStatusCaption = "%1$d de %2$d entradas utilizadas";
HSDPrintListButtonTitle = "Imprimir lista";
/* Use common localized key instead of plug-in "MoreInfoButtonTitle". */
AddressBookLaunchButtonTooltip = "Iniciar agenda de direcciones de fax";
ContactsLaunchButtonTooltip = "Inicia los contactos de fax";
HSDApplyButtonTitle = "Aplicar ahora";

HSDDismissEntryButtonTitle = "Cancelar";
HSDConfirmEntryButtonTitle = "Guardar";

HSDFPB_AddNewContactToolTip = "Agregar nuevo contacto";
HSDFSD_AddNewContactToolTip = "Agregar nueva marcación rápida";
HSDFPB_DeleteSelectedContactToolTip = "Eliminar los contactos o grupos seleccionados";
HSDFSD_DeleteSelectedContactToolTip = "Eliminar las marcaciones rápidas o grupos seleccionados";
HSDFPB_PrintListButtonToolTip = "Imprimir todos los contactos almacenados en este dispositivo";
HSDFSD_PrintListButtonToolTip = "Imprimir todas las marcaciones rápidas almacenadas en este dispositivo";

/* Individual entry panel. */
HSDFPB_IndividualEntryIndexFieldCaption = "Entrada (#):";
HSDFSD_IndividualEntryIndexFieldCaption = "Marcación rápida (#):";
HSDIndividualEntryNameFieldCaption = "Nombre:";
HSDIndividualEntryPhoneNumberFieldCaption = "Número de fax:";

/* Group entry panel. */
HSDFPB_GroupEntryIndexFieldCaption = "Entrada (#):";
HSDFSD_GroupEntryIndexFieldCaption = "Marcación rápida (#):";
HSDGroupEntryNameFieldCaption = "Nombre de grupo:";
HSDFSD_GroupEntryItemsDescription = "Seleccione las marcaciones rápidas que desea incluir en este grupo.";
HSDFPB_GroupEntryItemsDescription = "Seleccione los cotnactos que desea agregar a este grupo.";

/* More Info panel. */
HSDConfirmMoreInfoButtonTitle = "OK";

/* Contacts panel. */
AddressBookPanelTitle = "Libreta de números de fax";
ContactsPanelTitle = "Contactos de fax";
HSDDismissContactsButtonTitle = "Cerrar";
HSDConfirmContactsButtonTitle = "Añadir";

/* Alert dialogs. */
CancelAlertButtonTitle = "Cancelar";
RemoveFromGroupAlertButtonTitle = "Eliminar del grupo";
DeleteAlertButtonTitle = "Suprimir";
ApplyAlertButtonTitle = "Aplicar";
DontApplyAlertButtonTitle = "No aplicar";

IncorrectDeviceStateAlertTitle = "La impresora tiene un estado de error";
IncorrectDeviceStateAlertMessage = "Resuelva la situación de error del dispositivo e inténtelo de nuevo.";

HSDFSD_InvalidEntryErrorTitle = "Marcación rápida no válida";
HSDFPB_InvalidEntryErrorTitle = "No se puede agregar el contacto";
HSDFSD_MissingEntryNameErrorMessage = "Falta el nombre de la marcación rápida. Introduzca un nombre para la marcación rápida e inténtelo de nuevo.";
HSDFPB_MissingEntryNameErrorMessage = "Falta el nombre del contacto. Inserte un nombre para el contacto y vuelva a intentarlo.";
HSDFSD_MissingEntryPhoneNumberErrorMessage = "Falta el número de la marcación rápida. Introduzca un número para la marcación rápida e inténtelo de nuevo.";
HSDFPB_MissingEntryPhoneNumberErrorMessage = "Falta el número del contacto. Inserte un número para el contacto y vuelva a intentarlo.";
HSDFSD_TooLargeGroupErrorMessage = "El grupo de marcación abreviada es demasiado grande. Su dispositivo admite un máximo de %d entradas en un grupo.";
HSDFPB_TooLargeGroupErrorMessage = "Hay demasiados contactos en el grupo. Su dispositivo es compatible con un máximo de %d entradas en un grupo.";

HSDFSD_DeleteIndividualEntryAlertTitle = "¿Seguro que desea suprimir la marcación rápida de \"%@\"?";
HSDFPB_DeleteIndividualEntryAlertTitle = "¿Está seguro de querer eliminar el contacto \"%@\"?";
HSDFSD_DeleteIndividualEntryAlertMessage = "La marcación rápida seleccionada aparece en uno o más grupos. Si suprime la marcación rápida la eliminará del grupo o grupos.";
HSDFPB_DeleteIndividualEntryAlertMessage = "El contacto seleccionado aparece en uno o en varios grupos. Si elimina el contacto lo eliminará de todos los grupos.";
HSDFSD_DeleteMultipleIndividualEntriesAlertTitle = "¿Seguro que desea suprimir las marcaciones rápidas seleccionadas?";
HSDFPB_DeleteMultipleIndividualEntriesAlertTitle = "¿Está seguro de querer eliminar los contactos seleccionados?";
HSDFSD_DeleteMultipleIndividualEntriesAlertMessage = "Algunas de las marcaciones rápidas seleccionadas aparecen en uno o más grupos. Si suprime la marcación rápida la eliminará del grupo o grupos.";
HSDFPB_DeleteMultipleIndividualEntriesAlertMessage = "Algunos de los contactos seleccionados pueden aparecer en uno o en varios grupos. Si elimina el contacto lo eliminará de todos los grupos.";

HSDFSD_DeleteGroupEntryAlertTitle = "¿Seguro que desea suprimir el grupo de marcaciones rápidas \"%@\"?";
HSDFPB_DeleteGroupEntryAlertTitle = "¿Está seguro de querer eliminar el contacto \"%@\"?";
HSDFSD_DeleteGroupEntryAlertMessage = "Las diferentes marcaciones rápidas existentes en el grupo seleccionado NO se suprimirán.";
HSDFPB_DeleteGroupEntryAlertMessage = "Los contactos individuales que están en el grupo NO se eliminarán.";
HSDFSD_DeleteMultipleGroupEntriesAlertTitle = "¿Seguro que desea suprimir los grupos de marcaciones rápidas?";
HSDFPB_DeleteMultipleGroupEntriesAlertTitle = "¿Está seguro de querer eliminar los grupos seleccionados?";
HSDFSD_DeleteMultipleGroupEntriesAlertMessage = "Las diferentes marcaciones rápidas existentes en el grupo seleccionado NO se suprimirán.";
HSDFPB_DeleteMultipleGroupEntriesAlertMessage = "Los contactos individuales que están en los grupos No se eliminarán.";

HSDFSD_DeleteIndividualEntryFromGroupAlertTitle = "¿Seguro que desea eliminar la marcación rápida de \"%1$@\" del grupo \"%2$@\"?";
HSDFPB_DeleteIndividualEntryFromGroupAlertTitle = "¿Está seguro de querer eliminar el contacto \"%1$@\" del grupo \"%2$@\"?";
HSDFSD_DeleteIndividualEntryFromGroupAlertMessage = "Al hacer clic en Eliminar del grupo solo se quitará la Marcación rápida del grupo. La Marcación rápida no se borrará.\nHaga clic en Suprimir si desea borrar permanentemente la Marcación rápida y eliminarla de todos los grupos.";
HSDFPB_DeleteIndividualEntryFromGroupAlertMessage = "Si hace clic en Eliminar del grupo, solo se quitará la Marcación rápida del grupo. La propia marcación rápida no se eliminará.\nHaga clic en Suprimir si desea eliminar de forma permanente la Marcación rápida y quitarla de todos los grupos.";
HSDFSD_DeleteMultipleEntriesFromGroupAlertTitle = "¿Seguro que desea eliminar las marcaciones rápidas seleccionadas del grupo \"%@\"?";
HSDFPB_DeleteMultipleEntriesFromGroupAlertTitle = "¿Está seguro de querer eliminar los contactos seleccionados del grupo \"%@\"?";
HSDFSD_DeleteMultipleEntriesFromGroupAlertMessage = "Al hacer clic en Eliminar del grupo solo se quitarán las Marcaciones rápidas del grupo. Las Marcaciones rápidas no se borrarán.\nHaga clic en Suprimir si desea borrar permanentemente las Marcaciones rápidas y eliminarlas de todos los grupos.";
HSDFPB_DeleteMultipleEntriesFromGroupAlertMessage = "Si hace clic en Eliminar del grupo, solo se quitará la Marcación rápida del grupo. Las propias marcaciones rápidas no se eliminarán.\nHaga clic en Suprimir si desea eliminar de forma permanente las marcaciones rápidas seleccionadas y quitarlas de todos los grupos.";
HSDFSD_DeleteMultipleEntriesFromMultipleGroupsAlertTitle = "¿Seguro que desea eliminar las marcaciones rápidas de sus respectivos grupos?";
HSDFPB_DeleteMultipleEntriesFromMultipleGroupsAlertTitle = "¿Está seguro de querer quitar los contactos seleccionados de sus grupos respectivos?";
HSDFSD_DeleteMultipleEntriesFromMultipleGroupsAlertMessage = "Al hacer clic en Eliminar del grupo solo se quitarán las Marcaciones rápidas de sus grupos. Las Marcaciones rápidas no se borrarán.\nHaga clic en Borrar si desea borrar permanentemente las Marcaciones rápidas y eliminarlas de todos los grupos.";
HSDFPB_DeleteMultipleEntriesFromMultipleGroupsAlertMessage = "Si hace clic en Eliminar del grupo, solo se quitarán las marcaciones rápidas de sus grupos. Las propias marcaciones rápidas no se eliminarán.\nHaga clic en Suprimir si desea eliminar de forma permanente las marcaciones rápidas y quitarlas de todos los grupos.";

HSDFSD_DeleteMixedEntriesAlertTitle = "¿Seguro que desea suprimir la marcación o marcaciones rápida(s) seleccionada(s) y el grupo o grupos de marcaciónes rápidas seleccionados?";
HSDFPB_DeleteMixedEntriesAlertTitle = "¿Está seguro de querer eliminar los contactos y los grupos seleccionados?";
HSDFSD_DeleteMixedEntriesAlertMessage = "Al hacer clic en Suprimir se eliminarán las marcaciones rápidas individuales y grupos de manera permanente. Las marcaciones rápidas individuales de los grupos seleccionados NO se eliminarán a menos que se seleccionen para eliminarlas una por una.";
HSDFPB_DeleteMixedEntriesAlertMessage = "Si hace clic en Suprimir, se eliminarán de forma permanente solo los contactos y los grupos seleccionados. Los contactos individuales que están en los grupos seleccionados pero que no se han seleccionado directamente, NO se eliminarán.";

DenyContactsAccessAlertTitle = "Información no disponible";
DenyContactsAccessAlertMessage = "Sin acceso a la aplicación \"%@\".\nPuede desbloquearlo mediante el panel de Preferencias del sistema, Seguridad y Privacidad.";

HSDFSD_AllowsToCommitChangesAlertTitle = "Ha editado la lista de marcaciones rápidas del fax";
HSDFPB_AllowsToCommitChangesAlertTitle = "Ha editado la libreta de teléfonos y faxes- ¿Desea guardar los cambios antes de imprimir?";
AllowsToCommitChangesAlertMessage = "Los cambios que ha realizado no se incluirán en la lista impresa, si no los aplica. ¿Desea aplicar los cambios que ha realizado a la lista antes de imprimirlat?";

/* Progress dialogs. */
PrintInitializingDialogTitle = "Procesando…";
PrintProcessingDialogTitle = "Imprimiendo… Por favor, espere.";
